import React from 'react';

const About = () => {
    return <>
        <h1>スカウターチャレンジって何？</h1>
        <p>
            日系企業「金魚党」が運営する、うかボツ運営<strong>非公認の</strong>イベントです。金魚杯・スピードマスターに続く３つ目の金魚党の非公式独自イベントですが、金魚党の社員以外のみなさんにも公開しています。<br />
            アリーナ上位層でないと中々厳しかった以前の２つのイベントとは異なり、強さだけが全てでは無いこのイベント、ルールは簡単です。キャラクタの構成、装備、ペット、モンスター、何をどう変えても良いので、ターゲットとなっている戦闘力になるべく近い戦闘力に調整して、そのスクショをアップして下さい。そしてイベント終了期限までにターゲットに最も近い戦闘力を達成した人が勝者になります！同じスコアの人が複数いた場合は、先にアップした方が上位とします。<br />
            前述のように非公式イベントなので優勝したところで商品などはありませんが、みんなでワイワイ楽しめたらなと思います！ランキングの自動化などは難しそうなので手動の更新になりますが、途中経過は準備でき次第アナウンスしていく予定です。<br />
        </p>
    </>
};

export default About;